import accordionPng1 from "./../../assets/images/photo/accordion1.png";
import accordionPng2 from "./../../assets/images/photo/accordion2.png";
import accordionPng3 from "./../../assets/images/photo/accordion3.png";
import accordionPng4 from "./../../assets/images/photo/accordion4.png";
import accordionPng5 from "./../../assets/images/photo/accordion5.png";

export const accordionItems = [
  {
    header: "Биография",
    content:
      "Виктор Робертович Цой (21 июня 1962 — 15 августа 1990) — советский рок-музыкант, автор песен, поэт, художник и актёр корейско-русского происхождения. Основатель и лидер рок-группы «Кино», входившей в «Ленинградский рок-клуб» и изначально имевшей название «Гарин и Гиперболоиды»; до этого являлся участником групп «Палата № 6» и «Автоматические удовлетворители». Один из самых влиятельных и известных советских рок-музыкантов; Цой сам писал все тексты и исполнял все песни на концертах группы «Кино», распавшейся после его смерти.",
    img: accordionPng1,
  },
  {
    header: "Специфика и анализ творчества",
    content:
      "Творческая индивидуальность Виктора Цоя предопределена тем, что он являлся носителем двух концептуальных картин мира — корейской (восточной) и русской; журналисты достаточно часто отмечают, что в текстах музыканта «чувствуется русская душа», позволяя сделать вывод о том, что русская картина мира является в его сознании преобладающей. Тем не менее правильнее в этом случае говорить о симбиозе — гармоничном взаимодействии двух этих картин мира в его сознании; русская картина мира при этом особым образом накладывается на восточную. Хоть Цой и писал почти все свои тексты на русском языке, сама форма его стиха несёт в себе черты восточного стиля и философии.",
    img: accordionPng2,
  },
  {
    header: "Живопись",
    content:
      "По образованию Виктор Цой — художник; по словам его матери, задатки талантливого живописца у него проявились ещё в детском саду. Как отмечено в газетных публикациях, «большинство работ легендарного лидера группы „Кино“ не видел никто, кроме близких». При этом «на холсте Цой писал чаще, чем в нотной тетради». Искусствоведы считают, что он «обладатель самобытного художественного дара», «созвучен» авангардистам, отмечая в частности и то, что ленинградский музыкант рисовал на клеёнках. Цой был одним из важнейших представителей ленинградского андеграунда — объединения «Новые художники». Десять его работ выставлялись на экспозиции объединения ещё в 1988 году в Нью-Йорке (США).",
    img: accordionPng3,
  },
  {
    header: "Фильмография",
    content:
      "В 1986 году Виктор Цой принял участие в съёмках картины «Йа-хха!». После этого Алексей Учитель пригласил музыканта для участия в своей киноленте «Рок». В ключевом эпизоде фильма рок-звезда говорит о том, что не знает, нужно ли его творчество хоть кому-то. Собственно, сам Цой не был уверен, что его песни кому-то нужны. В конце 1986 года у режиссёра Сергея Соловьёва появилась идея: показать на экране хаос времени, в котором смешалось и старое, и новое. В итоге появилась картина «Асса», в которой не мог не принять участие Виктор Цой, ставший к тому времени культовой личностью. В киноленте «Игла» Рашида Нугманова музыкант исполнил главную роль Моро. Это картина о наркотиках, молодёжных проблемах, о герое рок-н-ролла. В «Игле» Цою не пришлось перевоплощаться, ведь он играл самого себя…",
    img: accordionPng4,
  },
  {
    header: "Музыка",
    content:
      "Первый альбом группы «Кино» вышел в 1982 году. Всего группа выпустила за период своего существования 8 альбомов; последний вышел уже после смерти лидера группы. Состав группы, при записи первого альбома состоявший только из Виктора Цоя и Алексея Рыбина, изменялся несколько раз и окончательно сложился к 1985 году; в него, кроме Цоя, вошли Юрий Каспарян, Георгий Гурьянов и Игорь Тихомиров.",
    img: accordionPng5,
  },
];
