{
  "mainpage": {
    "title": "Эта страничка посвящена советскому рок-музыканту Виктору Цою",
    "description": "«Стена Цоя» — стена дома №37 по Арбату, выходящая в Кривоарбатский переулок Москвы, которую поклонники творчества Виктора Цоя исписали надписями «Кино», «Цой жив», цитатами из песен и признаниями в любви музыканту. Представляет собой памятник символ Арбата и достопримечательность Москвы.",
    "infoblock": "Наш сервис предлагает оставить надпись на виртуальной стене Виктора Цоя. Это поможет любителям и фанатам музыканта, которые не имеют возможности посетить 'настоящую' стену, которая находится на улице Арбат в городе Москве.",
    "chat": {
      "signin": {
        "info": "Чтобы оставить запись, нужно авторизоваться",
        "button": "Войти через Google"
      },
      "input": {
        "from": "Сообщение от:",
        "placeholder": "Оставьте запись..."
      },
      "alert": {
        "success": {
          "title": "Сообщение уже на стене!",
          "text": "Ваша запись:"
        },
        "warning": {
          "title": "Произошла ошибка. Попробуйте отправвить сообщение позже"
        },
        "error": {
          "text": "Попробуйте что-то написать"
        }
      }
    }
  },
  "photopage": {
    "title": "Страница с фотографиями",
    "swipers": {
      "swiper1": {
        "title": "Юношество",
        "photos": {
          "description1": "2 года",
          "description2": "8 лет",
          "description3": "11 лет"
        }
      },
      "swiper2": {
        "title": "Живопись",
        "photos": {}
      },
      "swiper3": {
        "title": "Концерты",
        "photos": {
          "description1": null,
          "description2": "1988 год",
          "description3": null
        }
      },
      "swiper4": {
        "title": "Фильмография",
        "photos": {
          "description1": "Фильм 'Асса'",
          "description2": "Фильм 'Игла'"
        }
      },
      "swiper5": {
        "title": "Дискография",
        "photos": {
          "description1": "45",
          "description2": "46",
          "description3": "Группа крови",
          "description4": "Черный альбом"
        }
      }
    }
  },
  "aboutpage": {
    "title": "О музыканте",
    "accordions": {
      "accordion1": {
        "header": "Биография",
        "content": "Виктор Робертович Цой (21 июня 1962 — 15 августа 1990) — советский рок-музыкант, автор песен, поэт, художник и актёр корейско-русского происхождения. Основатель и лидер рок-группы «Кино», входившей в «Ленинградский рок-клуб» и изначально имевшей название «Гарин и Гиперболоиды»; до этого являлся участником групп «Палата № 6» и «Автоматические удовлетворители». Один из самых влиятельных и известных советских рок-музыкантов; Цой сам писал все тексты и исполнял все песни на концертах группы «Кино», распавшейся после его смерти."
      },
      "accordion2": {
        "header": "Анализ творчества",
        "content": "Творческая индивидуальность Виктора Цоя предопределена тем, что он являлся носителем двух концептуальных картин мира — корейской (восточной) и русской; журналисты достаточно часто отмечают, что в текстах музыканта «чувствуется русская душа», позволяя сделать вывод о том, что русская картина мира является в его сознании преобладающей. Тем не менее правильнее в этом случае говорить о симбиозе — гармоничном взаимодействии двух этих картин мира в его сознании; русская картина мира при этом особым образом накладывается на восточную. Хоть Цой и писал почти все свои тексты на русском языке, сама форма его стиха несёт в себе черты восточного стиля и философии."
      },
      "accordion3": {
        "header": "Живопись",
        "content": "По образованию Виктор Цой — художник; по словам его матери, задатки талантливого живописца у него проявились ещё в детском саду. Как отмечено в газетных публикациях, «большинство работ легендарного лидера группы „Кино“ не видел никто, кроме близких». При этом «на холсте Цой писал чаще, чем в нотной тетради». Искусствоведы считают, что он «обладатель самобытного художественного дара», «созвучен» авангардистам, отмечая в частности и то, что ленинградский музыкант рисовал на клеёнках. Цой был одним из важнейших представителей ленинградского андеграунда — объединения «Новые художники». Десять его работ выставлялись на экспозиции объединения ещё в 1988 году в Нью-Йорке (США)."
      },
      "accordion4": {
        "header": "Фильмография",
        "content": "В 1986 году Виктор Цой принял участие в съёмках картины «Йа-хха!». После этого Алексей Учитель пригласил музыканта для участия в своей киноленте «Рок». В ключевом эпизоде фильма рок-звезда говорит о том, что не знает, нужно ли его творчество хоть кому-то. Собственно, сам Цой не был уверен, что его песни кому-то нужны. В конце 1986 года у режиссёра Сергея Соловьёва появилась идея: показать на экране хаос времени, в котором смешалось и старое, и новое. В итоге появилась картина «Асса», в которой не мог не принять участие Виктор Цой, ставший к тому времени культовой личностью. В киноленте «Игла» Рашида Нугманова музыкант исполнил главную роль Моро. Это картина о наркотиках, молодёжных проблемах, о герое рок-н-ролла. В «Игле» Цою не пришлось перевоплощаться, ведь он играл самого себя..."
      },
      "accordion5": {
        "header": "Музыка",
        "content": "Первый альбом группы «Кино» вышел в 1982 году. Всего группа выпустила за период своего существования 8 альбомов; последний вышел уже после смерти лидера группы. Состав группы, при записи первого альбома состоявший только из Виктора Цоя и Алексея Рыбина, изменялся несколько раз и окончательно сложился к 1985 году; в него, кроме Цоя, вошли Юрий Каспарян, Георгий Гурьянов и Игорь Тихомиров."
      }
    }
  },
  "validation": {
    "message": {
      "required": "Сообщение не должно быть пустым",
      "max": "Максимум 300 символов"
    }
  },
  "links": {
    "menu": "Меню раздела",
    "main": "Стена Цоя",
    "about": "О музыканте",
    "photo": "Фотографии"
  },
  "utils": {
    "choose_language": "Выберите язык"
  }
}
